

export class ArticlesApi{

   static getArticles(){
        return articles;
    }

}


var articles = {'articles':[
    {   
        id:1,
        title:"الميراث فى الإسلام أعدل الأنظمة",
        image:"https://st2.depositphotos.com/5240153/48326/v/450/depositphotos_483269612-stock-illustration-probate-law-concept-people-gavel.jpg",
        body:`قسمة الميراث قسمة إلهية لا دخل للعباد فيها، فتولاها سبحانه بكل رحمة وعدالة وحكمة، وتدخل العباد في هذه القسمة سيدخل فيه الظلم  والتخبط، وعدم إيصال الحقوق لأصحابها على الصورة التي تحقق العدالة والتوازن بين الورثة
        لا يخفى على أحد أن المال هو قوام الحياة، قال تعالى: «وَلاَ تُؤْتُواْ السُّفَهَاء أَمْوَالَكُمُ الَّتِي جَعَلَ اللّهُ لَكُمْ قِيَاماً» [النساء: 5]، وهو نعمة من نعم الله التي يجب شكرها، قال تعالى: «وَابْتَغِ فِيمَا آتَاكَ اللَّهُ الدَّارَ الْآخِرَةَ وَلَا تَنسَ نَصِيبَكَ مِنَ الدُّنْيَا» [القصص: 77].. وأطيب المال ما كان من كسب اليد، قال صلى الله عليه وسلم: «ما كسب الرجل كسباً أطيب من عمل يده»(سنن أبي داود 2/ 745بسند حسن).. على أننا يجب أن نعلم أن هذا المال الذي بأيدينا هو مال الله جعله وديعة بين أيدينا إلى آجال محدودة واستخلفنا فيه وأمرنا أن ننفقه فيما يرضيه، قال تعالى: «آمِنُوا بِاللَّهِ وَرَسُولِهِ وَأَنفِقُوا مِمَّا جَعَلَكُم مُّسْتَخْلَفِينَ فِيهِ» [الحديد: 7].. وإذا مات الإنسان خرج من الدنيا بعمله، وأما المال فيئول إلى ورثته على حسب مراد الله تعالى، وليس على حسب أهواء البشر ونظراتهم القاصرة.. إنما تكفل الله تعالى بتقسيم المواريث في كتابه العزيز بشكل فيه إعجاز شأن كلام الله كله.
        
        وفي الوقت الذي كانت التركة كلها تؤول إلى الذكور الذين يركبون الخيل ويستطيعون القتال ، وأما غيرهم من الصغار أو النساء فمحرومون بالكلية ، جاء القرآن ليؤكد على مبدأ إشراك الجميع في التركة، فقال تعالى: «لِّلرِّجَالِ نَصيِبٌ مِّمَّا تَرَكَ الْوَالِدَانِ وَالأَقْرَبُونَ وَلِلنِّسَاء نَصِيبٌ مِّمَّا تَرَكَ الْوَالِدَانِ وَالأَقْرَبُونَ مِمَّا قَلَّ مِنْهُ أَوْ كَثُرَ نَصِيباً مَّفْرُوضاً» [النساء: 7]،.
        
        ثم فصل سبحانه وتعالى هذه الأنصبة ولم يترك المسألة للاجتهاد، ففصلها في آيات ثلاث محكمات من سورة النساء ، اثنتان متصلتان في بداية السورة ، وآية ختمت بها السورة، فأما الآيتان المتصلتان فهما قول الله تعالى:
        
        «يُوصِيكُمُ اللَّهُ فِي أَوْلَادِكُمْ لِلذَّكَرِ مِثْلُ حَظِّ الْأُنْثَيَيْنِ فَإِنْ كُنَّ نِسَاءً فَوْقَ اثْنَتَيْنِ فَلَهُنَّ ثُلُثَا مَا تَرَكَ وَإِنْ كَانَتْ وَاحِدَةً فَلَهَا النِّصْفُ وَلِأَبَوَيْهِ لِكُلِّ وَاحِدٍ مِنْهُمَا السُّدُسُ مِمَّا تَرَكَ إِنْ كَانَ لَهُ وَلَدٌ فَإِنْ لَمْ يَكُنْ لَهُ وَلَدٌ وَوَرِثَهُ أَبَوَاهُ فَلِأُمِّهِ الثُّلُثُ فَإِنْ كَانَ لَهُ إِخْوَةٌ فَلِأُمِّهِ السُّدُسُ مِنْ بَعْدِ وَصِيَّةٍ يُوصِي بِهَا أَوْ دَيْنٍ آبَاؤُكُمْ وَأَبْنَاؤُكُمْ لَا تَدْرُونَ أَيُّهُمْ أَقْرَبُ لَكُمْ نَفْعًا فَرِيضَةً مِنَ اللَّهِ إِنَّ اللَّهَ كَانَ عَلِيمًا حَكِيمًا . وَلَكُمْ نِصْفُ مَا تَرَكَ أَزْوَاجُكُمْ إِنْ لَمْ يَكُنْ لَهُنَّ وَلَدٌ فَإِنْ كَانَ لَهُنَّ وَلَدٌ فَلَكُمُ الرُّبُعُ مِمَّا تَرَكْنَ مِنْ بَعْدِ وَصِيَّةٍ يُوصِينَ بِهَا أَوْ دَيْنٍ وَلَهُنَّ الرُّبُعُ مِمَّا تَرَكْتُمْ إِنْ لَمْ يَكُنْ لَكُمْ وَلَدٌ فَإِنْ كَانَ لَكُمْ وَلَدٌ فَلَهُنَّ الثُّمُنُ مِمَّا تَرَكْتُمْ مِنْ بَعْدِ وَصِيَّةٍ تُوصُونَ بِهَا أَوْ دَيْنٍ وَإِنْ كَانَ رَجُلٌ يُورَثُ كَلَالَةً أَوِ امْرَأَةٌ وَلَهُ أَخٌ أَوْ أُخْتٌ فَلِكُلِّ وَاحِدٍ مِنْهُمَا السُّدُسُ فَإِنْ كَانُوا أَكْثَرَ مِنْ ذَلِكَ فَهُمْ شُرَكَاءُ فِي الثُّلُثِ مِنْ بَعْدِ وَصِيَّةٍ يُوصَى بِهَا أَوْ دَيْنٍ غَيْرَ مُضَارٍّ وَصِيَّةً مِنَ اللَّهِ وَاللَّهُ عَلِيمٌ حَلِيمٌ» [سورة النساء، الآيتان: 11 ، 12 ] . وجاء التعقيب عليهما بقوله تعالى : «تِلْكَ حُدُودُ اللَّهِ وَمَنْ يُطِعِ اللَّهَ وَرَسُولَهُ يُدْخِلْهُ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا وَذَلِكَ الْفَوْزُ الْعَظِيمُ . وَمَنْ يَعْصِ اللَّهَ وَرَسُولَهُ وَيَتَعَدَّ حُدُودَهُ يُدْخِلْهُ نَارًا خَالِدًا فِيهَا وَلَهُ عَذَابٌ مُهِينٌ» [سورة النساء، الآيتان : 13، 14] .
        
        وأما الآية الثالثة فختمت بها سورة النساء ، وهي قوله تعالى :«يَسْتَفْتُونَكَ قُلِ اللَّهُ يُفْتِيكُمْ فِي الْكَلَالَةِ إِنِ امْرُؤٌ هَلَكَ لَيْسَ لَهُ وَلَدٌ وَلَهُ أُخْتٌ فَلَهَا نِصْفُ مَا تَرَكَ وَهُوَ يَرِثُهَا إِنْ لَمْ يَكُنْ لَهَا وَلَدٌ فَإِنْ كَانَتَا اثْنَتَيْنِ فَلَهُمَا الثُّلُثَانِ مِمَّا تَرَكَ وَإِنْ كَانُوا إِخْوَةً رِجَالًا وَنِسَاءً فَلِلذَّكَرِ مِثْلُ حَظِّ الْأُنْثَيَيْنِ يُبَيِّنُ اللَّهُ لَكُمْ أَنْ تَضِلُّوا وَاللَّهُ بِكُلِّ شَيْءٍ عَلِيمٌ» [النساء: 176].
        
        والقسمة لا تتم إلا بعد إخراج الديون التي للناس على الميت، وإنفاذ الوصية فيما لا يتجاوز الثلث .
        
        وبينت الآية الأولى نصيب كل من الأولاد ذكورًا وإناثًا والوالدين، والآية الثانية بينت نصيب الزوج والزوجة، وأنه يختلف باختلاف حال الميت، وذلك بأن يكون له ولد أو لا ولد له على قيد الحياة، وهؤلاء (الابن والابنة والأب والأم والزوج والزوجة) لا بد لهم من نصيب في مال الميت، ولا يمكن حجبهم بحال من الأحوال، ثم جاء الإخبار عن الكلالة، وهو الميت الذي يموت وليس له أصل أو فرع وارث، أي ليس له والد أو والدة على قيد الحياة، وليس له أولاد أو أولاد أولاد على قيد الحياة، ففي هذه الحالة إن كان للميت إخوة من الأم فإنهم يرثون ثلث التركة، وتكون القسمة بالتساوي بين الأخ لأم والأخت لأم.
        
        وبينت الآية الأخيرة صورة أخرى من صور الكلالة إن مات وكان له إخوة أشقاء، أي إخوة من أبيه وأمه، فإن الميراث يئول إليهم، وهنا يكون نصيب الأخ الشقيق ضعف نصيب الأخت الشقيقة.
        
        وبين النبي صلى الله عليه وسلم أن أصحاب الفروض يأخذون أنصبتهم أولا فما بقي فيكون لأقرب عصب ذكر ، فقال صلى الله عليه وسلم : «ألحقوا الفرائض بأهلها، فما بقي فهو لأولى رجل ذكر» (رواه البخاري 6/ 2477، ورواه مسلم 3/ 1233).
        
        ولأن توزيع الميراث إلهي فلابد أن يكون معجزًا ، بل يجب التسليم المطلق به، والرضاء التام بحكم الله تعالى، ولا يجوز لأحد التعقيب عليه والاعتراض لأنه عندئذ يكون معترضًا على حكم الله الثابت، وهو أمر يتنافى مع كمال الإيمان.
        
        ولعل المتدبر لأحكام القرآن الكريم سيجد أن التشريعات المتعلقة بالميراث تعالج قضية مهمة في الواقع الإنساني، حيث إنها تعالج قضية مالية، والمال تشتد المنافسة في طلبه والحرص عليه، وكثيراً ما تقع فيه الخصومة. وإن الورثة هم أقرب الناس لبعضهم البعض، والشريعة تحرص في مجمل أحكامها على دعم العلاقة الاجتماعية في حياة المجتمع المسلم لاسيما بين الأقارب، وتحرص على عدم الخصومة والعداوة والشحناء بينهم.
        
        ولما كان الأمر كذلك؛ فإن الله سبحانه وتعالى قد تولى بيانه بنفسه، فجاءت معظم أحكامه الأساسية في سورة النساء مفصلة كما سبق ذكره في الآيات السابقة، وهذا التفصيل على خلاف المعهود من المنهج القرآني الذي يتناول الأحكام كثيراً بالإجمال ويترك للسنة البيان والتفصيل، فأحكام الصلاة لا نجدها مفصلة في كتاب الله كما فصلت أحكام المواريث، وكل ذلك يشعر بمدى اهتمام التشريع الإسلامي بأحكام المواريث، فكانت هذه الأحكام متصفة بالعدالة والدقة والواقعية والتوازن والانسجام والتكامل بين أحكامها بما يشير إلى ربانيتها، ويجعل المتوارثين راضين قانعين بما قسم الله لهم من نصيب، فهم بقبولهم وإذعانهم لهذه القسمة متعبدون ومطيعون لله تعالى ولرسوله صلى الله عليه وسلم فتزول من نفوسهم الضغائن والأحقاد ، ولا تنشأ خلافات بينهم بسبب الأموال ، وما رأينا من خلافات على الميراث بين أبناء الأسرة الواحدة فهو ناتج عن عدم رضا بعض المتحكمين في التركة كالأم أو الأخ الأكبر عن القسمة الشرعية فيماطلون ويتلكأون في إعطاء كل صاحب حق نصيبه .. ولو أننا سلمنا الحكم والأمر لله تعالى ورضينا بقسمة الله عز وجل لعمت البركة وحل السلام بين أبناء الأسرة ومن ثم أبناء المجتمع .
        
        والمتأمل لتقسيم ربنا سبحانه وتعالى للمواريث يلاحظ ما يلي:
        
        أولًا : راعت الشريعة القرابة ، فيقدم الوارث من الجهة الأقرب على الوارث من الجهة الأبعد، فمثلاً تقدم جهة البنوة على جهة الأخوة.
        
        ثانيًا : راعت الشريعة الدرجة ، فإذا اتفق أكثر من وارث في الدرجة نفسها، فإن التقديم والمفاضلة بينهما تكون على أساس الدرجة، فعلى سبيل المثال الابن وابن الابن في درجة واحدة وهي البنوة، فعند ذلك نقدم الأقرب درجة وهو الابن، ومثل ذلك تقديم الأب على الجد.
        
        ثالثًا : قوة القرابة ، يقدم الأقوى قرابة على غيره، فمثلاً يقدم الأخ الشقيق (من الأب والأم) على الأخ لأب، ويقدم العم الشقيق على العم لأب.
        
        رابعًا : استقبال الحياة واستدبارها، ومن هنا كان تقديم الابن على الأب، وقد يقول قائل كيف يقدم ابن الميت على أب الميت، والأب هو صاحب الفضل على ابنه وليس العكس، وصاحب الفضل أولى ممن لا فضل له، وقد جاءت النصوص المتعددة التي تحث على البر بالوالدين وتقديمهم على كل أحد!!.
        
        والرد على هذا القول وتوضيح جانب الإعجاز التشريعي في مسألة تقديم الابن على الأب، هو أن الأب مدبر عن الحياة ، أما الابن فمقبل عليها؛ فكانت حاجته إلى المال أكبر من حاجة الأب، فالأجيال المقبلة على الحياة والمؤهّلة لتحمّل المسئولية يكون نصيبها في الميراث أكثر من الأجيال الّتي بلغت سنّا كبيرة، وقلّ إنتاجها.
        
        وكل هذه الأمور تجعلنا ندرك من خلالها أن الشريعة لاحظت جملة من الحقائق لتقرر منهجاً متوازناً، يحفظ الحقوق، ويراعي الفطرة، ويحقق العدل في أدق معانيه.
        
        هل المرأة في ظل نظام تشريع الله عز وجل مظلومة وتحتاج إلى الإنصاف من البشر ؟!
        
        من أشهر الاعتراضات على نظام الإرث في الإسلام، ادعاء البعض أن المرأة مظلومة؛ لأن للذكر مثل حظ الأنثيين، وهذا الادعاء ادعاء باطل، وينبئ عن جهل صاحبه، فنظام الإرث في الإسلام نظام مثالي، معصوم لأن الذي شرع هذا النظام هو رب العالمين الذي خلق الرجل والمرأة، وهو العليم الخبير بما يصلح شأنهم من تشريعات، وليس لله مصلحة في تمييز الرجل على المرأة أو المرأة على الرجل، قال تعالى: «يَا أَيُّهَا النَّاسُ أَنْتُمُ الْفُقَرَاءُ إِلَى اللَّهِ وَاللَّهُ هُوَ الْغَنِيُّ الْحَمِيدُ» [فاطر: 15].
        
        إنما راعى العدل والإنصاف حسب المسئوليات، فالرجل عليه أعباء مالية ليست على المرأة مطلقـًا، فالرجل يدفع المهر، يقول تعالى: «وَآتُوا النِّسَاءَ صَدُقَاتِهِنَّ نِحْلَةً» [النساء: 4]، أي وأعطوا النساء مهورهن عطية واجبة وفريضة لازمة، وعن طيب نفس، والمهر حق خالص للزوجة وحدها لا يشاركها فيه أحد فتتصرف فيه كما تتصرف في أموالها الأخرى كما تشاء متى كانت بالغة عاقلة رشيدة.
        
        والرجل مكلف بالنفقة على زوجته وأولاده؛ لأن الإسلام لم يوجب على المرأة أن تنفق على الرجل ولا على البيت حتى ولو كانت غنية إلا أن تتطوع بمالها عن طيب نفس، يقول الله تعالى: «لِيُنْفِقْ ذُو سَعَةٍ مِنْ سَعَتِهِ وَمَنْ قُدِرَ عَلَيْهِ رِزْقُهُ فَلْيُنْفِقْ مِمَّا آتَاهُ اللَّهُ لا يُكَلِّفُ اللَّهُ نَفْساً إِلاَّ مَا آتَاهَا…» [الطلاق: 7] ، وقال رسول الله صلى الله عليه وسلم في حجة الوداع عن جابر رضي الله عنه: «اتقوا الله في النساء فإنهنَّ عوان عندكم أخذتموهنَّ بأمان الله، واستحللتم فروجهن بكلمة الله، ولهنَّ عليكم رزقهنَّ وكسوتهنَّ بالمعروف» (صحيح مسلم 2/ 886)، فمال الرجل مستهلك، ومال المرأة موفور.
        
        والرجل مكلف أيضـًا بجانب النفقة على الأهل بالأقرباء وغيرهم ممن تجب عليه نفقته وصلتهم، حيث يقوم بالأعباء العائلية والالتزامات الاجتماعية .
        
        ولذلك حينما تتخلف هذه الاعتبارات كما هي الحال في شأن توريث الإخوة والأخوات لأم، نجد أن الشارع الحكيم قد سوَّى بين نصيب الذكر ونصيب الأنثى منهم في الميراث، قال تعالى: «وَإِنْ كَانَ رَجُلٌ يُورَثُ كَلالَةً أَوِ امْرَأَةٌ وَلَهُ أَخٌ أَوْ أُخْتٌ فَلِكُلِّ وَاحِدٍ مِنْهُمَا السُّدُسُ فَإِنْ كَانُوا أَكْثَرَ مِنْ ذَلِكَ فَهُمْ شُرَكَاءُ فِي الثُّلُثِ» [النساء: 12] ، فالتسوية هنا بين الذكور والإناث في هذه الحالة ؛ لأنهم يدلون إلى الميت بالأم، فأصل توريثهم هنا الرحم، وليسوا عصبةً لمورثهم حتى يكون الرجل امتداداً له من دون المرأة، فليست هناك مسئوليات ولا أعباء تقع على كاهله.
        
        بينما المرأة مكفية المؤونة والحاجة، فنفقتها واجبة على ابنها أو أبيها أو أخيها شريكها في الميراث أو عمِّها أو غيرهم من الأقارب.
        
        مما سبق نستنتج أن المرأة غمرت برحمة الإسلام وفضله فوق ما كانت تتصور، فبالرغم من أن الإسلام أعطى الذكر ضعف الأنثى في بعض الحالات ، فهي مرفهة ومنعمة أكثر من الرجل؛ لأنها تشاركه في الإرث دون أن تتحمل تبعات، فهي تأخذ ولا تعطي وتغنم ولا تغرم، وتدخر المال دون أن تدفع شيئـًا من النفقات أو تشارك الرجل في تكاليف العيش ومتطلبات الحياة، ولربما تقوم بتنمية مالها في حين أن ما ينفقه أخوها وفاءً بالالتزامات الشرعية قد يستغرق الجزء الأكبر من نصيبه في الميراث.
        
        والرجل لا يأخذ ضعف المرأة في الميراث في كل الأحوال، بل في بعض الأحوال تساويه، وفي بعض الأحيان قد تتفوق المرأة على الرجل في الميراث، وقد ترث الأنثى والذكر لا يرث.
        
        والمرأة لا تحصل على نصف نصيب الرجل إلا إذا كانا متساويين في الدرجة، والسبب الذي يتصل به كل منهما إلى الميت، فمثلاً: الابن والبنت، أو الأخ والأخت، يكون نصيب الرجل هنا ضعف نصيب المرأة، قال تعالى: «يُوصِيكُمُ اللَّهُ فِي أَوْلادِكُمْ لِلذَّكَرِ مِثْلُ حَظِّ الأُنْثَيَيْن» [النساء: 11]، وقال تعالى: «وَإِنْ كَانُوا إِخْوَةً رِجَالاً وَنِسَاءً فَلِلذَّكَرِ مِثْلُ حَظِّ الأُنْثَيَيْنِ يُبَيِّنُ اللَّهُ لَكُمْ أَنْ تَضِلُّوا وَاللَهُ بِكُلِّ شَيْءٍ عَلِيمٌ» [النساء: 176].
        
        المرأة ترث في أكثر الحالات أكثر من الرجل أو تساويه:
        
        عند دراسة مسائل الميراث سنجد أننا أمام أربع وثلاثين حالة من أحوال الميراث ترث فيها المرأة بنسب مختلفة:
        
        < عشر حالات ترث المرأة مثل الرّجل.
        
        < عشر حالات أخرى ترث المرأة فيها أكثر من الرّجل.
        
        < عشر حالات تحجب المرأة فيها الرّجل وتأخذ الإرث كاملاً.
        
        < أربع حالات فقط وهي التي يكون فيها للذّكر مثل حظّ الأنثيين.
        
        فإذا توفيت امرأة وتركت: زوجًا، بنتًا، أبًا، أمًا، أخًا.
        
        توزع الأنصبة على النحو التالى:
        
        للزوج الربع لوجود الفرع الوارث وهى البنت.
        
        للبنت النصف لانفرادها.
        
        للأم السدس لوجود الفرع الوارث وهى البنت.
        
        للأب السدس لوجود الفرع الوارث.
        
        ولا شىء للأخ لأنه محجوب بالأب.
        
        ويحصل فى المسألة ما يسمى بالعول.
        
        فتلحظ فى هذه المسألة أربعة أشياء:
        
        < ورثت أنثى مثل الذكر (الأم مثل الأب).
        
        < ورثت أنثى ضعف الذكر (البنت مقارنة بأبيها).
        
        < ورثت أنثى أكثر من ضعف الذكر (البنت مقارنة بجدها).
        
        < ورثت أنثى ولم يرث ذكر (الأخ).
        
        قسمة الميراث قسمة إلهية معصومة لا يجوز التدخل فيها، اللهم إلا بضمان تنفيذها:
        
        إن قسمة الميراث قسمة إلهية لا دخل للعباد فيها، فتولاها سبحانه بكل رحمة وعدالة وحكمة، وتدخل العباد في هذه القسمة سيدخل فيه الظلم والتخبط، وعدم إيصال الحقوق لأصحابها على الصورة التي تحقق العدالة والتوازن بين الورثة، ولذلك صدر الله هذه القسمة بلفظ الوصية؛ لبيان كمال رحمته وعدله، قال تعالى: «يُوصِيكُمُ اللَّهُ فِي أَوْلادِكُمْ لِلذَّكَرِ مِثْلُ حَظِّ الأُنْثَيَيْن» [النساء: 11]، ومعنى يوصيكم: أي يأمركم، كما قال تعالى : « وَوَصَّيْنَا الْإِنْسَانَ بِوَالِدَيْهِ حُسْنًا» [العنكبوت: 8] ، وفي نفس الآية يقول تعالى: «آبَآؤُكُمْ وَأَبناؤُكُمْ لاَ تَدْرُونَ أَيُّهُمْ أَقْرَبُ لَكُمْ نَفْعاً فَرِيضَةً مِّنَ اللّهِ إِنَّ اللّهَ كَانَ عَلِيما حَكِيماً» [النساء: 11]. أي لم يزل ذا حكمة في تدبيره وهو كذلك فيما يقسم لبعضكم من ميراث بعض وفيما يقضي بينكم من الأحكام لا يدخل حكمه خلل ولا زلل لأنه قضاء من لا تخفى عليه مواضع المصلحة في البدء والعاقبة.
        
        ولذلك جاءت أحكام احترازية لمنع التلاعب في هذه الفرائض، ومنها منع الوصية بشيء لأحد من الورثة، فقد جاء في الحديث عن أبي أمامة رضي الله عنه قال: سمعت رسول الله صلى الله عليه وسلم يقول: «إن الله قد أعطى كل ذي حق حقه فلا وصية لوارث» ( سنن أبي داود 2/ 127، وغيره بسند صحيح).
        
        وفي هذا الحكم صيانة للحقوق، والمنع من طغيان وارث على وارث آخر، فكل واحد يأخذ ما يستحقه بلا زيادة، وهذا هو العدل والإنصاف، وخصوصاً إذا تعلق هذا الأمر بالأولاد، فعن عامر قال: سمعت النعمان بن بشير رضي الله عنهما وهو على المنبر يقول: أعطاني أبي عطيةً، فقالت عمرة بنت رواحة: لا أرضى حتى تشهد رسول الله، فأتى رسول الله صلى الله عليه وسلم، فقال: إني أعطيت ابني من عمرة بنت رواحة عطيةً فأمرتني أن أشهدك يا رسول الله، قال:«أعطيت سائر ولدك مثل هذا»، قال: لا، قال: «فاتقوا الله واعدلوا بين أولادكم»، قال: فرجع فرد عطيته (صحيح البخاري 2/ 914)، وفي جميعه مراعاة للعدالة بين جميع الورثة وخصوصاً بين الأبناء.
        
        وأخيرًا، شرع الله لا يقبل المساومة أو النقاش «لا يُسْأَلُ عَمَّا يَفْعَلُ وَهُمْ يُسْأَلُونَ» [الأنبياء: 23]. ودور الدولة سن التشريعات التي تضمن إعطاء الحقوق لأصحابها في ضوء التشريع الإلهي.`
     },
  {   id:2,
      title: "الإفتاء: يجوز تقسيم الميراث بالتراضي وبدون النسب الشرعية في هذه الحالة ",
      image: "https://st3.depositphotos.com/10968552/14687/v/450/depositphotos_146876075-stock-illustration-young-manthinking-things-in-your.jpg",
      body: `وأجاب الشيخ أحمد وسام، أمين الفتوى بدار الإفتاء، قائلا: "يجوز تقسيم الميراث بالتراضي بين الورثة، ولكن بعد أن يعرف كل وريث نصيبه الشرعي، بحيث إذا تم التقسيم وفوجئ أن نصيبه بالتراضي أقل من نصيبه بالمحاسبة الشرعية فلا يغضب".
      وأضاف: "هناك خطأ شائع منتشر بين بعض المجتمعات، حيث تستحوذ البنات على مقتنيات والدتهن المتوفاة من ذهب وملابس ومقتنيات فى أثاث المنزل ويظنون أنهم الأحق بذلك".
      وأشار إلى أن الورثة ذكور وإناث يشتركون أنصبتهم فيما يتركه المتوفى سواء الوالد أو الوالدة، ويتم تقسيم التركة بعد تجهيز الميت ودفنه وسداد ديونه.
      قال الشيخ علي فخر، أمين الفتوى، بدار الإفتاء المصرية، إن توزيع التركة بالتساوى له احتمالان الأول أن يوزع الرجل صاحب التركة ما لديه على أولاده وهو على قيد الحياة بالتساوى حال حياته فهنا كان الأمر توزيع أملاك وليس تركة وهذا جائز شرعا.
      وأضاف أمين الفتوى،في تصريح خاص لـ صدى البلد، أن الاحتمال الثاني وهو التوزيع بعد الموت وهنا لا يكون إلا بالطريقة الشرعية وهى الميراث بالأنصبة المخصصة لكل وارث ولا يكون فيها التساوي، وعلى هذا فلا نستطيع تطبيق أحكام الميراث على الأملاك، فلا يجوز للرجل التفرقة بين أولاده توزيع الأملاك قبل موته فعليه أن يوزع بينهم بالتساوى، أما توزيع التركة بعد الموت فيطبق عليها أحكام الميراث.
      وتابع: من يوزع التركة بعد وفاة والده بالتساوى لا يجوز شرعا، وذلك بأن المتحكم فى التركة كالابن الأكبر وأراد أن يوزع التركة بينه وبين أخوته بالتساوى فهذا مناقض لشرع الله، منوها أنه قد يجوز هذا الأمر بأن يتفق الأولاد الذكور والبنات على هذا التوزيع فيكون الذكور قد تنازلوا برضاهم عن جزء من أنصبتهم لأخواتهم البنات.
      `,
  },

  {
      id:3,
      title:"قتل المورث عمداً أبرزها.. تعرف على حالات الحرمان من الميراث وفقا للقانون الجديد ",
      image:"https://st2.depositphotos.com/47577860/46775/v/450/depositphotos_467757068-stock-illustration-case-document-inheritance-icon.jpg",
      body:`حدد قانون المواريث ، الصادر بالقانون رقم 77  لسنة 1943، عددا من الحالات التي يحرم  فيها الوارث من إرثه ، حيث نص القانون على أنه من موانع الإرث قتل المورث عمداً سواء أكان القاتل فاعلا أصليا أم شريكا أم كان شاهد زور أدت شهادته إلى الحكم بالإعدام وتنفيذه إذا كان القتل بلا حق ولا عذر وكان القاتل عاقلا بالغا من العمر خمس عشرة سنة. ويعد من الأعذار تجاوز حق الدفاع الشرعى.
      وطبقا للقانون فإنه لا لا توارث بين مسلم وغير مسلم، ويتوارث غير المسلمين بعضهم من بعض، واختلاف الدارين لا يمنع من الإرث بين المسلمين، ولا يمنع بين غير المسلمين إلا إذا كانت شريعة الدار الأجنبية تمنع من توريث الأجنبى عنه. 
      عقوبة عدم تسليم الميراث
      نصت المادة (49) من القانون رقم (219) لسنة 2017 بعد التعديل بعض أحكام القانون رقم (77) لسنة 1943 بشأن المواريث، على: “مع عدم الإخلال بأية عقوبة أشد ينص عليها أي قانون آخر، يعاقب بالحبس مدة لا تقل عن ستة أشهر وبغرامة لا تقل عن عشرين ألف جنيه ولا تجاوز مائة ألف جنيه، أو بإحدى هاتين العقوبتين، كل من امتنع عمدًا عن تسليم أحد الورثة نصيبه الشرعي من الميراث، أو حجب سندًا يؤكد نصيبًا لوارث، أو امتنع عن تسليم ذلك السند حال طلبه من أي من الورثة الشرعيين”.
      وتكون العقوبة في حالة العود الحبس الذى لا تقل مدته عن سنة.
      ويجوز الصلح في الجرائم المنصوص عليها في هذه المادة في أي حالة تكون عليها الدعوى ولو بعد صيرورة الحكم باتًا.
      ولكل من المجنى عليه أو وكيله الخاص، ولورثته أو وكيلهم الخاص، وكذلك للمتهم أو المحكوم عليه أو وكيلهما الخاص، إثبات الصلح فى هذه الجرائم أمام النيابة أو المحكمة بحسب الأحوال.
      ويترتب على الصلح انقضاء الدعوى الجنائية ولو كانت مرفوعة بطريق الادعاء المباشر، وتأمر النيابة العامة بوقف تنفيذ العقوبة إذا تم الصلح أثناء تنفيذها، ولا يكون للصلح أثر على حقوق المضرور من الجريمة.
      `
  },

  {
      id:4,
      title:"ميراث المرأة في الإسلام .. 10 حالات ترث فيها كل التركة ولا شيء للرجل",
      image:"https://st2.depositphotos.com/20563840/50481/v/450/depositphotos_504811012-stock-illustration-female-tax-accountant-conducting-hearing.jpg",
   
      body:`ميراث المرأة في الإسلام .. الإسلام ضمن للمرأة حقها في الميراث وحرم أكله بالباطل، والعادات والتقاليد الفاسدة هي التي رسخت لمفهوم حرمان المرأة من الميراث، وينبغي أن نصحح ذلك لأن القرآن عندما نزل حدد للمرأة ميراثها وحقوقها.

      ميراث المرأة في الإسلام سَبَقَ الإسلامُ الشرائعَ والقوانين الوضعية إلى إنصاف المرأة، وكفالة حقوقها، وحقَّق لها ذلك من خلال الآتي: أولًا أبطل الإسلام جميع المُمارسات الظالمة ضد المرأة لا سيما ما يخصّ الميراث، والتي ذُكر طرف منها، قال تعالى: «يَا أَيُّهَا الَّذِينَ آمَنُوا لَا يَحِلُّ لَكُمْ أَن تَرِثُوا النِّسَاءَ كَرْهًا وَلَا تَعْضُلُوهُنَّ لِتَذْهَبُوا بِبَعْضِ مَا آتَيْتُمُوهُنَّ..» [النساء: 19].
      
      ثانيًا: جعل الإسلام للمرأة ولاية على المال، وذمة مالية مستقلة، قال تعالى: «لِّلرِّجَالِ نَصِيبٌ مِّمَّا اكْتَسَبُوا وَلِلنِّسَاءِ نَصِيبٌ مِّمَّا اكْتَسَبْنَ وَاسْأَلُوا اللَّهَ مِن فَضْلِهِ إِنَّ اللَّهَ كَانَ بِكُلِّ شَيْءٍ عَلِيمًا» [النساء: 32].
      
      ثالثًا: أقرَّ الإسلام للمرأة حق مُباشرة العقود بنفسها كعقود البيع والشراء والرَّهْن والشَّرِكة، قال صلى الله عليه وسلم: «إِنَّ النِّسَاءَ شَقَائِقُ الرِّجَالِ». أخرجه أبو داود والترمذي وغيرهما.
      
      رابعًا: جعل الإسلام للمرأة نصيبًا في تركة المُتوفَّى، قال تعالى: «لِّلرِّجَالِ نَصِيبٌ مِّمَّا تَرَكَ الْوَالِدَانِ وَالْأَقْرَبُونَ وَلِلنِّسَاءِ نَصِيبٌ مِّمَّا تَرَكَ الْوَالِدَانِ وَالْأَقْرَبُونَ مِمَّا قَلَّ مِنْهُ أَوْ كَثُرَ نَصِيبًا مَّفْرُوضًا». [النساء: 7].
      
      ميراث المرأة في الإسلام 
      قال مركز الأزهر العالمي للفتوى الإلكترونية، إن هناك عشر حالات شرع الإسلام فيها للمرأة أن ترث وتحجب الرجل عن الميراث، بل إنه لا يرث حتى إن وجد مكانها.
      
      وأوضح «الأزهر» في توضيحه ميراث المرأة في الإسلام ، أن المرأة ترث ولا يرث الرجل، هي مسألة لها قسمان، هما: أولًا تحجب فيه المرأة الرجل، وله صور، منها: إذا ترك الميت: بنتًا، وأخًا لأم، فإن البنت تحجب الأخ لأم، ولا يرث شيئًا بسببها، إذا ترك الميت: بنتًا، وأختًا شقيقة، وأخًا لأب، فللبنت نصف التركة فرضًا، وللأخت الشقيقة باقي التركة تعصيبًا مع البنت؛ لما ورد أن النبي صلى الله عليه وسلم قضى بأن تجعل الأخوات مع البنات عصبة، ولا شيء للأخ لأب؛ لأنه حجب بسبب إرث الأخ الشقيقة بالتعصيب.
      
      وأضاف أنه كذلك إذا ترك الميت: بنت ابن، أختًا لأب، ابن أخ شقيق، فلبنت الابن نصف التركة فرضًا، وللأخت الأب باقي التركة تعصيبًا مع بنت الابن؛ لما ورد أن النبي صلى الله عليه وسلم قضى بأن تجعل الأخوات مع البنات عصبة، ولا شيء لابن الأخ الشقيق؛ لأنه حجب بسبب إرث الأخت الأب بالتعصيب مع الغير.
      
      وتابع: وإذا ترك الميت: بنت ابن، وإخوة لأم، فإن بنت الابن تحجب الإخوة لأم مهما بلغ عددهم، منوهًا بأن القسم الثاني: ترث فيه المرأة، ولو وُجد مكانها رجلً لا يأخذ شيئًا، وله صور، منها: إذا تركت الميتة: زوجًا، وأمًا، وأبًا، بنتًا، وبنت ابن، فللزوج ربع التركة، وللأم سدس التركة، وللأب سدس التركة والباقي إن تبقى شيئًا، وللبنت نصف التركة، ولبنت الابن سدس التركة.
      
      وأشار إلى أنه لو وضعنا مكان بنت الابن الرجل المساوي لها وهو ابن الابن، فلا يأخذ شيئًا؛ لأنه يرث بالتعصيب ما يتبقى بعد أصحاب الفروض، وفي هذه المسألة لن يتبقى له شيء، أما بنت الابن فإنها ترث السدس فرضًا، وهذه المسألة ستعول حتى تأخذ بنت الابن نصيبها، وإذا ترك الميت: أبًا، وأم أم، فلأم الأم سدس التركة، ولو وضعنا مكان أم الأم الرجل المناظر لها وهو أب الأم، فإنه لا يرث شيئًا؛ لأنه ليس من الورثة أصلًا.
      
      واستطرد: وإذا تركت الميتة: زوجًا، وأختًا شقيقة، وأختًا لأب، فللزوج نصف التركة فرضًا، وللأخت الشقيقة نصف التركة فرضًا، وللأخت لأب السدس فرضًا، والمسألة تعول -[والعول: هو التقليل من نصيب كل وارث؛ حتى تستوفي التركة جميع الورثة]- حتى تأخذ الأخت لأب نصيبها، ولو وضعنا مكان الأخت لأب الرجل المناظر وهو الأخ لأب، لكان نصيبه من التركة صفر؛ لأنه يرث الباقي بعد أصحاب الفروض في المسألة، وهم الزوج والأخت الشقيقة، فلا يتبقى له شيء.
      
      `,
  },

]};